<div class="noindex-search-form-block">
<form method="POST" action="">
	<table style="width: 100%;">
		<tr>
			<td class="form-label">Текст: </td>
			<td class="form-input"><textarea style="width: 100%; height: 300px;" name="text">Интернет-магазин «СИТИЛИНК» предлагает запоминающие устройства для персонального компьютера – жесткие диски, предназначенные для записи и хранения данных. Данное устройство обеспечивает стабильную и надежную работу системы, а также определяет ее быстродействие. Цена зависит от объема модулей, тактовой частоты и других параметров. Купить запоминающие устройства в интернет-магазине «СИТИЛИНК» можно в режиме онлайн. Мы осуществляем доставку Ваших покупок по Москве, Санкт-Петербургу, Казани, Нижнему Новгороду, Красноярску, Перми, Екатеринбургу, Уфе, Краснодару, Новосибирску, Ростову-на-Дону, Челябинску, Самаре и другим городам России.</textarea></td>
		</tr>
		<tr>
			<td class="form-label">Плотность ссылок (будут расположены не ближе чем значение): </td>
			<td class="form-input"><input type="text" name="toskip" value="0"></td>
		</tr>
		<tr>
			<td class="form-label"></td>
			<td class="form-button"><input type="submit" name="noindex-search" value="Найти"></td>
		</tr>
	</table>
</form>
</div>